{
    "test": "Good day",
    "time": {
        "since": "since"
    },
    "meta": {
        "title": "ManuelBieh.de – Freelance Developer. JavaScript. React. Node.js",
        "titleTemplate": "%s – ManuelBieh.de – Freelance Developer. JavaScript. React. Node.js"
    },
    "header": {
        "title": "Manuel Bieh",
        "subhead": "Freelance Developer.",
        "subhead2": "JavaScript. React. Node.js"
    },
    "footer": {
        "legal": "Legal",
        "contact": "Contact"
    },
    "navigation": {
        "home": "Home",
        "profile": "Profile",
        "clients": "Clients",
        "technologies": "Technologies"
    },
    "home": {
        "title": "Hallo!",
        "text": [
            "My name is <strong>Manuel Bieh</strong> und ich lebe und arbeite in <strong>Berlin</strong> als <strong>Freelance Web-Entwickler und Berater</strong> mit den Schwerpunkten <strong>Frontend</strong> und <strong>JavaScript</strong>, insbesondere <strong>React</strong> und <strong>Node.js</strong>.",
            "Ich bin tätig für die <1>weltbesten Kunden</1>, nutze dabei (meistens) die <3>angesagtesten Technologien</3> und veröffentlichte in der Vergangenheit bereits den einen oder anderen kurzen (und manchmal auch langen) <5>Text</5>.",
            "Bei spannenden Projekten kann man mich immer gern anfragen, ich unterstütze Sie dabei u.A. bei den folgenden Themen:",
            "Für Projekte die regelmäßige Anwesenheit vor Ort erfordern bin ich derzeit nur in Berlin verfügbar!"
        ],
        "services": [
            "JavaScript-/Frontend Entwicklung",
            "Konzeption von Frontend-Architektur",
            "Setup und Optimierung von Entwicklungsprozessen",
            "Interim CTO"
        ]
    },
    "profile": {
        "title": "Profil",
        "intro": [
            "<strong>Manuel Bieh</strong>, geboren im Spätsommer '84, aufgewachsen in der Fußball-Hauptstadt <strong>Dortmund</strong>, mittlerweile wohnhaft in der Bundeshauptstadt <strong>Berlin</strong>.",
            "Wirklich interessant wurde mein Leben wohl im Jahr 2000. Dort fing ich als Praktikant, später als Aushilfe und ein Jahr darauf schließlich als Auszubildender zum <strong>Mediengestalter für Digital- und Printmedien</strong> bei einer Dortmunder Agentur für Internetlösungen an. Doch dies sollte noch nicht genug sein und so gesellte sich kurz darauf bereits eine zweijährige berufsbegleitende Fortbildung zum <strong>Medienfachwirt (IHK)</strong> dazu, mit erfolgreichem Abschluss im August 2008.",
            "Während dieser Zeit arbeitete ich als <strong>freier Web-Entwickler</strong> für diverse Agenturen und eigene Kunden, als Fachautor und Gutachter für diverse Magazine, sowie als angestellter Entwickler für Online-Anwendungen bei der raphael GmbH, ehe ich im Mai 2008 die Mobilistics GmbH gründete. Ein Unternehmen, das sich als deutschlandweit eins der ersten mit der Erstellung und Optimierung von Websites für mobile Endgeräte beschäftigte, bei dem ich als technischer Geschäftsführer agierte. Während dieser Zeit veröffentlichte ich außerdem das erste deutschsprachige Buch zum Thema „Mobiles Webdesign“ beim Galileo Computing Verlag (heute Rheinwerk Verlag).",
            "Nach meinem Ausstieg aus der Mobilistics GmbH machte ich weitere interessante Erfahrungen als <strong>Software-Entwickler</strong> bei der Sevenval GmbH, einem der größten Technologie-Anbieter für mobiles Internet in Europa, als <strong>IT-Berater</strong> bei der IT-Unternehmensberatung itemis AG und als <strong>technischer Leiter</strong> bei der ubiiqu GmbH, ehe ich mich entschied wieder als <strong>freier Entwickler und Berater</strong> tätig zu sein. Eine Tätigkeit die mir immer schon viel Spaß bereitet hat und die ich bis heute mit großer Leidenschaft ausübe."
        ],
        "sections": {
            "work": {
                "headline": "Professional Practice"
            },
            "education": {
                "headline": "Training/Education"
            },
            "qualifications": {
                "headline": "Qualifikations/Degrees"
            },
            "skills": {
                "headline": "Expert knowledge",
                "proficient": "Excellent skills",
                "intermediate": "Good knowledge",
                "basic": "Basic knowledge",
                "technical": "Technical",
                "economical": "Economical"
            }
        }
    },
    "clients": {
        "title": "Kunden",
        "intro": [
            "Manchmal Schweiß und Tränen aber immer auch viel Freude und neue Erfahrungen. Eins haben alle diese Kunden gemeinsam: ich bin stolz und dankbar für jeden Einzelnen, der in den letzten Jahren sein Vertrauen in mich gesetzt hat!",
            "Bisher war ich für verschiedene Kunden aus den unterschiedlichsten Bereichen tätig. Ob direkt für die jeweiligen Kunden oder für Agenturen als externe Erweiterung des eigenen Teams. Für große Unternehmen, kleine Unternehmen, mittlere Unternehmen. Für Startups, für Konzerne, für Startups die sich wie Konzerne aufführten und für Konzerne die der Meinung waren noch immer ein Startup zu sein (hallo Zalando ;))",
            "Hier ein Auszug der Kunden, für die ich in der Vergangenheit tätig war:"
        ],
        "note": "* Rossmann und Migros im Auftrag von Aperto, Adidas im Auftrag von Sevenval, DocMorris im Auftrag von Publicis Pixelpark."
    },
    "technologies": {
        "title": "Technologien",
        "intro": [
            "In den knapp 15 Jahren die ich bisher als Entwickler tätig war, gab es wahrscheinlich nur wenige Technologien mit denen ich nicht zumindest am Rande schon einmal zu tun hatte. Angefangen habe ich dabei mit reiner HTML-Entwicklung (damals wurde noch für den IE5 und Netscape 4.7 optimiert!), ein wenig später kam dann CSS hinzu (was es anfangs damals tatsächlich noch nicht gab).",
            "In 1998, im zarten Alter von 14 Jahren, kaufte ich von meinem Taschengeld mein erstes Buch zum Thema <strong>JavaScript</strong> und bin der Sprache bis heute treu geblieben. Zwischen 2004 und 2008 benötigte ich dann mal etwas Abwechslung und so beschäftigte ich mich dort überwiegend mit Backend-Entwicklung mit PHP und MySQL ehe ich dank HTML 5 wieder fast ausschließlich zur Frontend-Entwicklung zurückkehrte.",
            "2009 entschied ich mich also dafür, mich wieder stärker auf meinen Ursprung zu besinnen und konzentrierte mich fortan wieder auf die Frontend-Entwicklung mit HTML, CSS und JavaScript. Der JavaScript-Anteil wurde mit der Zeit immer größer, 2011 kamen erste kleine Projekte mit Node.js dazu, im Laufe der Zeit kamen mehr Projekte mit Node.js hinzu und mittlerweile existieren auch einige <a href='https://www.npmjs.com/~manuelbieh'>Packages von mir in npm</a>.",
            "Ich bemühe mich stets die richtigen Tools für die zu lösenden Aufgaben zu verwenden statt wie manch anderer die immer gleichen Tools für sämtliche Art von Problemen zu nutzen. Dadurch habe ich mir im Laufe der Zeit ein ziemlich breites Wissen in ganz unterschiedlichen Technologien angeeignet und arbeite mich für gewöhnlich auch schnell in neue Technologien ein.",
            "Aktuell muss ich zugeben, habe ich eine starke Zuneigung für React (+ Ecosystem), Webpack und Node.js entwickelt und bemühe mich in der Projekt-Akquise primär um solche Projekte, in denen der Einsatz von React sinnvoll ist.",
            "Die Logos spiegeln einige der Technologien wider mit denen ich in der Vergangenheit gearbeitet habe."
        ]
    },
    "publications": {
        "title": "Publications"
    }
}
